[
  {
    "id": 1,
    "title": "باب ما جاء في خَلق رسول الله صلى الله عليه وسلم",
    "hadiths": [
      {
        "id": 1,
        "text": "اخبرنا أبو رجاء قتيبة بن سعيد، عن مالك بن أنس، عن ربيعة بن أبي عبد الرحمن، عن أنس بن مالك، أنه سمعه، يقول كان رسول الله صلى الله عليه وسلم، ليس بالطويل البائن، ولا بالقصير، ولا بالأبيض الأمهق، ولا بالآدم، ولا بالجعد القطط، ولا بالسبط، بعثه الله تعالى على رأس أربعين سنة، فأقام بمكة عشر سنين، وبالمدينة عشر سنين، وتوفاه الله تعالى على رأس ستين سنة، وليس في رأسه ولحيته عشرون شعرة بيضاء",
        "sound": "sounds/s_1_h_1.mp3",
        "playing": false,
        "next": 2
      },
      {
        "id": 2,
        "text": "حدثنا حميد بن مسعدة البصري، حدثنا عبد الوهاب الثقفي، عن حميد، عن أنس بن مالك، قال كان رسول الله صلى الله عليه وسلم ربعة، ليس بالطويل ولا بالقصير، حسن الجسم، وكان شعره ليس بجعد، ولا سبط أسمر اللون، إذا مشى يتكفأ",
        "sound": "sounds/s_1_h_2.mp3",
        "playing": false,
        "next": 3
      },
      {
        "id": 3,
        "text": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، قَالَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي إِسْحَاقَ، قَالَ سَمِعْتُ الْبَرَاءَ بْنَ عَازِبٍ، يَقُولُ كَانَ رَسُولُ اللهِ صلى الله عليه وسلم، رَجُلا مَرْبُوعًا، بَعِيدَ مَا بَيْنَ الْمَنْكِبَيْنِ، عَظِيمَ الْجُمَّةِ إِلَى شَحْمَةِ أُذُنَيْهِ الْيُسْرَى، عَلَيْهِ حُلَّةٌ حَمْرَاءُ، مَا رَأَيْتُ شَيْئًا قَطُّ أَحْسَنَ مِنْه",
        "sound": "sounds/s_1_h_3.mp3",
        "playing": false,
        "next": 4
      },
      {
        "id": 4,
        "text": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلانَ، قَالَ حَدَّثَنَا وَكِيعٌ، قَالَ حَدَّثَنَا سُفْيَانُ، عَنْ أَبِي إِسْحَاقَ، عَنِ الْبَرَاءِ بْنِ عَازِبٍ، قَالَ مَا رَأَيْتُ مِنْ ذِي لِمَّةٍ فِي حُلَّةٍ حَمْرَاءَ أَحْسَنَ مِنْ رَسُولِ اللهِ صلى الله عليه وسلم، لَهُ شَعَرٌ يَضْرِبُ مَنْكِبَيْهِ، بَعِيدُ مَا بَيْنَ الْمَنْكِبَيْنِ، لَمْ يَكُنْ بِالْقَصِيرِ، وَلا بِالطَّوِيلِ",
        "sound": "sounds/s_1_h_4.mp3",
        "playing": false,
        "next": 5
      },
      {
        "id": 5,
        "text": "حَدَّثَنَا مُحَمَّدُ بْنُ إِسْمَاعِيلَ، قَالَ حَدَّثَنَا أَبُو نُعَيْمٍ، قَالَ حَدَّثَنَا الْمَسْعُودِيُّ، عَنْ عُثْمَانَ بْنِ مُسْلِمِ بْنِ هُرْمُزَ، عَنْ نَافِعِ بْنِ جُبَيْرِ بْنِ مُطْعِمٍ، عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ، قَالَ لَمْ يَكُنِ النَّبِيُّ صلى الله عليه وسلم بِالطَّوِيلِ، وَلا بِالْقَصِيرِ، شَثْنُ الْكَفَّيْنِ وَالْقَدَمَيْنِ، ضَخْمُ الرَّأْسِ، ضَخْمُ الْكَرَادِيسِ، طَوِيلُ الْمَسْرُبَةِ، إِذَا مَشَى تَكَفَّأَ تَكَفُّؤًا، كَأَنَّمَا يَنْحَطُّ مِنْ صَبَبٍ، لَمْ أَرَ قَبْلَهُ، وَلا بَعْدَهُ مِثْلَهُ، صلى الله عليه وسلم.",
        "sound": "sounds/s_1_h_5.mp3",
        "playing": false,
        "next": 6
      },
      {
        "id": 6,
        "text": "حَدَّثَنَا سُفْيَانُ بْنُ وَكِيعٍ، قَالَ‏:‏ حَدَّثَنَا أَبِي، عَنِ الْمَسْعُودِيِّ، بِهَذَا الإِسْنَادِ، نَحْوَهُ، بِمَعْنَاهُ‏.‏",
        "sound": "sounds/s_1_h_6.mp3",
        "playing": false,
        "next": 7
      },
      {
        "id": 7,
        "text": "حَدَّثَنَا أَحْمَدُ بْنُ عَبْدَةَ الضَّبِّيُّ الْبَصْرِيُّ، وَعَلِيُّ بْنُ حُجْرٍ، وَأَبُو جَعْفَرٍ مُحَمَّدُ بْنُ الْحُسَيْنِ وَهُوَ ابْنُ أَبِي حَلِيمَةَ، وَالْمَعْنَى وَاحِدٌ، قَالُوا‏:‏ حَدَّثَنَا عِيسَى بْنُ يُونُسَ، عَنْ عُمَرَ بْنِ عَبْدِ اللهِ مَوْلَى غُفْرَةَ، قَالَ‏:‏ حَدَّثَنِي إِبْرَاهِيمُ بْنُ مُحَمَّدٍ مِنْ وَلَدِ عَلِيِّ بْنِ أَبِي طَالِبٍ، قَالَ‏:‏ كَانَ عَلِيٌّ إِذَا وَصَفَ رَسُولَ اللهِ صلى الله عليه وسلم، قَالَ‏:‏ لَمْ يَكُنْ رَسُولُ اللهِ صلى الله عليه وسلم بِالطَّوِيلِ الْمُمَّغِطِ، وَلا بِالْقَصِيرِ الْمُتَرَدِّدِ، وَكَانَ رَبْعَةً مِنَ الْقَوْمِ، لَمْ يَكُنْ بِالْجَعْدِ الْقَطَطِ، وَلا بِالسَّبْطِ، كَانَ جَعْدًا رَجِلا، وَلَمْ يَكُنْ بِالْمُطَهَّمِ، وَلا بِالْمُكَلْثَمِ، وَكَانَ فِي وَجْهِهِ تَدْوِيرٌ، أَبْيَضُ مُشَرَبٌ، أَدْعَجُ الْعَيْنَيْنِ، أَهْدَبُ الأَشْفَارِ، جَلِيلُ الْمُشَاشِ وَالْكَتَدِ، أَجْرَدُ، ذُو مَسْرُبَةٍ، شَثْنُ الْكَفَّيْنِ وَالْقَدَمَيْنِ، إِذَا مَشَى كَأَنَّمَا يَنْحَطُّ فِي صَبَبٍ، وَإِذَا الْتَفَتَ الْتَفَتَ مَعًا، بَيْنَ كَتِفَيْهِ خَاتَمُ النُّبُوَّةِ، وَهُوَ خَاتَمُ النَّبِيِّينَ، أَجْوَدُ النَّاسِ صَدْرًا، وَأَصْدَقُ النَّاسِ لَهْجَةً، وَأَلْيَنُهُمْ عَرِيكَةً، وَأَكْرَمُهُمْ عِشْرَةً، مَنْ رَآهُ بَدِيهَةً هَابَهُ، وَمَنْ خَالَطَهُ مَعْرِفَةً أَحَبَّهُ، يَقُولُ نَاعِتُهُ‏:‏ لَمْ أَرَ قَبْلَهُ، وَلا بَعْدَهُ مِثْلَهُ صلى الله عليه وسلم‏.‏",
        "sound": "sounds/s_1_h_7.mp3",
        "playing": false,
        "next": 8
      },
      {
        "id": 8,
        "text": "حَدَّثَنَا سُفْيَانُ بْنُ وَكِيعٍ، قَالَ‏:‏ حَدَّثَنَا جُمَيْعُ بْنُ عُمَرَ بْنِ عَبْدِ الرَّحْمَنِ الْعِجْلِيُّ، إِمْلاءً عَلَيْنَا مِنْ كِتَابِهِ، قَالَ‏:‏ أَخْبَرَنِي رَجُلٌ مِنْ بَنِي تَمِيمٍ، مِنْ وَلَدِ أَبِي هَالَةَ زَوْجِ خَدِيجَةَ، يُكَنَى أَبَا عَبْدِ اللهِ، عَنِ ابْنٍ لأَبِي هَالَةَ، عَنِ الْحَسَنِ بْنِ عَلِيٍّ، قَالَ‏:‏ سَأَلْتُ خَالِي هِنْدَ بْنَ أَبِي هَالَةَ، وَكَانَ وَصَّافًا، عَنْ حِلْيَةِ رَسُولِ اللهِ صلى الله عليه وسلم، وَأَنَا أَشْتَهِي أَنْ يَصِفَ لِي مِنْهَا شَيْئًا أَتَعَلَّقُ بِهِ، فَقَالَ‏:‏ كَانَ رَسُولُ اللهِ صلى الله عليه وسلم فَخْمًا مُفَخَّمًا، يَتَلأْلأُ وَجْهُهُ، تَلأْلُؤَ الْقَمَرِ لَيْلَةَ الْبَدْرِ، أَطْوَلُ مِنَ الْمَرْبُوعِ، وَأَقْصَرُ مِنَ الْمُشَذَّبِ، عَظِيمُ الْهَامَةِ، رَجِلُ الشَّعْرِ، إِنِ انْفَرَقَتْ عَقِيقَتُهُ فَرَّقَهَا، وَإِلا فَلا يُجَاوِزُ شَعَرُهُ شَحْمَةَ أُذُنَيْهِ، إِذَا هُوَ وَفَّرَهُ، أَزْهَرُ اللَّوْنِ، وَاسِعُ الْجَبِينِ، أَزَجُّ الْحَوَاجِبِ، سَوَابِغَ فِي غَيْرِ قَرَنٍ، بَيْنَهُمَا عِرْقٌ، يُدِرُّهُ الْغَضَبُ، أَقْنَى الْعِرْنَيْنِ، لَهُ نُورٌ يَعْلُوهُ، يَحْسَبُهُ مَنْ لَمْ يَتَأَمَّلْهُ أَشَمَّ، كَثُّ اللِّحْيَةِ، سَهْلُ الْخدَّيْنِ، ضَلِيعُ الْفَمِ، مُفْلَجُ الأَسْنَانِ، دَقِيقُ الْمَسْرُبَةِ، كَأَنَّ عُنُقَهُ جِيدُ دُمْيَةٍ، فِي صَفَاءِ الْفِضَّةِ، مُعْتَدِلُ الْخَلْقِ، بَادِنٌ مُتَمَاسِكٌ، سَوَاءُ الْبَطْنِ وَالصَّدْرِ، عَرِيضُ الصَّدْرِ، بَعِيدُ مَا بَيْنَ الْمَنْكِبَيْنِ، ضَخْمُ الْكَرَادِيسِ، أَنْوَرُ الْمُتَجَرَّدِ، مَوْصُولُ مَا بَيْنَ اللَّبَّةِ وَالسُّرَّةِ بِشَعَرٍ يَجْرِي كَالْخَطِّ، عَارِي الثَّدْيَيْنِ وَالْبَطْنِ مِمَّا سِوَى ذَلِكَ، أَشْعَرُ الذِّرَاعَيْنِ، وَالْمَنْكِبَيْنِ، وَأَعَالِي الصَّدْرِ، طَوِيلُ الزَّنْدَيْنِ، رَحْبُ الرَّاحَةِ، شَثْنُ الْكَفَّيْنِ وَالْقَدَمَيْنِ، سَائِلُ الأَطْرَافِ أَوْ قَالَ‏:‏ شَائِلُ الأَطْرَافِ خَمْصَانُ الأَخْمَصَيْنِ، مَسِيحُ الْقَدَمَيْنِ، يَنْبُو عَنْهُمَا الْمَاءُ، إِذَا زَالَ، زَالَ قَلِعًا، يَخْطُو تَكَفِّيًا، وَيَمْشِي هَوْنًا، ذَرِيعُ الْمِشْيَةِ، إِذَا مَشَى كَأَنَّمَا يَنْحَطُّ مِنْ صَبَبٍ، وَإِذَا الْتَفَتَ الْتَفَتَ جَمِيعًا، خَافِضُ الطَّرْفِ، نَظَرُهُ إِلَى الأَرْضِ، أَطْوَلُ مِنْ نَظَرِهِ إِلَى السَّمَاءِ، جُلُّ نَظَرِهِ الْمُلاحَظَةُ، يَسُوقُ أَصْحَابَهُ، وَيَبْدَأُ مَنْ لَقِيَ بِالسَّلامِ‏.‏",
        "sound": "sounds/s_1_h_8.mp3",
        "playing": false,
        "next": 9
      },
      {
        "id": 9,
        "text": "حَدَّثَنَا أَبُو مُوسَى مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ سِمَاكِ بْنِ حَرْبٍ، قَالَ‏:‏ سَمِعْتُ جَابِرَ بْنَ سَمُرَةَ، يَقُولُ‏:‏ كَانَ رَسُولُ اللهِ صلى الله عليه وسلم ضَلِيعَ الْفَمِ، أَشْكَلَ الْعَيْنِ، مَنْهُوسَ الْعَقِبِ‏.‏",
        "sound": "sounds/s_1_h_9.mp3",
        "playing": false,
        "next": 10
      },
      {
        "id": 10,
        "text": "حَدَّثَنَا هَنَّادُ بْنُ السَّرِيِّ، قَالَ‏:‏ حَدَّثَنَا عَبْثَرُ بْنُ الْقَاسِمِ، عَنْ أَشْعَثَ يَعْنِي ابْنَ سَوَّارٍ، عَنْ أَبِي إِسْحَاقَ، عَنْ جَابِرِ بْنِ سَمُرَةَ، قَالَ‏:‏ رَأَيْتُ رَسُولَ اللهِ صلى الله عليه وسلم، فِي لَيْلَةٍ إِضْحِيَانٍ، وَعَلَيْهِ حُلَّةٌ حَمْرَاءُ، فَجَعَلْتُ أَنْظُرُ إِلَيْهِ وَإِلَى الْقَمَرِ، فَلَهُوَ عِنْدِي أَحْسَنُ مِنَ الْقَمَرِ‏.‏",
        "sound": "sounds/s_1_h_10.mp3",
        "playing": false,
        "next": 11
      },
      {
        "id": 11,
        "text": "حَدَّثَنَا سُفْيَانُ بْنُ وَكِيعٍ، حَدَّثَنَا حُمَيْدُ بْنُ عَبْدِ الرَّحْمَنِ الرُّؤَاسِيُّ، عَنْ زُهَيْرٍ، عَنْ أَبِي إِسْحَاقَ، قَالَ‏:‏ سَأَلَ رَجُلٌ الْبَرَاءَ بْنَ عَازِبٍ‏:‏ أَكَانَ وَجْهُ رَسُولِ اللهِ صلى الله عليه وسلم مِثْلَ السَّيْفِ‏؟‏ قَالَ‏:‏ لا، بَلْ مِثْلَ الْقَمَرِ‏.‏",
        "sound": "sounds/s_1_h_11.mp3",
        "playing": false,
        "next": 12
      },
      {
        "id": 12,
        "text": "حَدَّثَنَا أَبُو دَاوُدَ الْمَصَاحِفِيُّ سُلَيْمَانُ بْنُ سَلْمٍ، قَالَ‏:‏ حَدَّثَنَا النَّضْرُ بْنُ شُمَيْلٍ، عَنْ صَالِحِ بْنِ أَبِي الأَخْضَرِ، عَنِ ابْنِ شِهَابٍ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ‏:‏ كَانَ رَسُولُ اللهِ صلى الله عليه وسلم أَبْيَضَ كَأَنَّمَا صِيغَ مِنْ فِضَّةٍ، رَجِلَ الشَّعْرِ‏.‏",
        "sound": "sounds/s_1_h_12.mp3",
        "playing": false,
        "next": 13
      },
      {
        "id": 13,
        "text": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، قَالَ‏:‏ أَخْبَرَنِي اللَّيْثُ بْنُ سَعْدٍ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرِ بْنِ عَبْدِ اللهِ، أَنَّ رَسُولَ اللهِ صلى الله عليه وسلم، قَالَ‏:‏ عُرِضَ عَلَيَّ الأَنْبِيَاءُ، فَإِذَا مُوسَى عَلَيْهِ السَّلامُ، ضَرْبٌ مِنَ الرِّجَالِ، كَأَنَّهُ مِنْ رِجَالِ شَنُوءَةَ، وَرَأَيْتُ عِيسَى بْنَ مَرْيَمَ عَلَيْهِ السَّلامُ، فَإِذَا أَقْرَبُ مَنْ رَأَيْتُ بِهِ شَبَهًا عُرْوَةُ بْنُ مَسْعُودٍ، وَرَأَيْتُ إِبْرَاهِيمَ عَلَيْهِ السَّلامُ، فَإِذَا أَقْرَبُ مَنْ رَأَيْتُ بِهِ شَبَهًا صَاحِبُكُمْ، يَعْنِي نَفْسَهُ، وَرَأَيْتُ جِبْرِيلَ عَلَيْهِ السَّلامُ، فَإِذَا أَقْرَبُ مَنْ رَأَيْتُ بِهِ شَبَهًا دِحْيَةُ‏.‏",
        "sound": "sounds/s_1_h_13.mp3",
        "playing": false,
        "next": 14
      },
      {
        "id": 14,
        "text": "حَدَّثَنَا سُفْيَانُ بْنُ وَكِيعٍ، وَمُحَمَّدُ بْنُ بَشَّارٍ، الْمَعْنَى وَاحِدٌ، قَالا‏:‏ أَخْبَرَنَا يَزِيدُ بْنُ هَارُونَ، عَنْ سَعِيدٍ الْجُرَيْرِيِّ، قَالَ‏:‏ سَمِعْتُ أَبَا الطُّفَيْلِ، يَقُولُ‏:‏ رَأَيْتُ النَّبِيَّ صلى الله عليه وسلم وَمَا بَقِيَ عَلَى وَجْهِ الأَرْضِ أَحَدٌ رَآهُ غَيْرِي، قُلْتُ‏:‏ صِفْهُ لِي، قَالَ‏:‏ كَانَ أَبْيَضَ، مَلِيحًا، مُقَصَّدًا‏.‏",
        "sound": "sounds/s_1_h_14.mp3",
        "playing": false,
        "next": 15
      },
      {
        "id": 15,
        "text": "حَدَّثَنَا عَبْدُ اللهِ بْنُ عَبْدِ الرَّحْمَنِ، قَالَ‏:‏ حَدَّثَنَا إِبْرَاهِيمُ بْنُ الْمُنْذِرِ الْحِزَامِيُّ، قَالَ‏:‏ حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ أَبِي ثَابِتٍ الزُّهْرِيُّ، قَالَ‏:‏ حَدَّثَنِي إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ ابْنُ أَخِي مُوسَى بْنِ عُقْبَةَ، عَنْ مُوسَى بْنِ عُقْبَةَ، عَنْ كُرَيْبٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ‏:‏ كَانَ رَسُولُ اللهِ صلى الله عليه وسلم أَفْلَجَ الثَّنِيَّتَيْنِ، إِذَا تَكَلَّمَ رُئِيَ كَالنُّورِ يَخْرُجُ مِنْ بَيْنِ ثَنَايَاهُ‏.‏",
        "sound": "sounds/s_1_h_15.mp3",
        "playing": false,
        "next": null
      }
    ]
  },
  {
    "id": 2,
    "title": " باب ما جاء في خاتم النبوة",
    "hadiths": [
      {
        "id": 1,
        "text": "حَدَّثَنَا أَبُو رَجَاءٍ قُتَيْبَةُ بْنُ سَعِيدٍ، قَالَ‏:‏ حَدَّثَنَا حَاتِمُ بْنُ إِسْمَاعِيلَ، عَنِ الْجَعْدِ بْنِ عَبْدِ الرَّحْمَنِ، قَالَ‏:‏ سَمِعْتُ السَّائِبَ بْنَ يَزِيدَ، يَقُولُ‏:‏ ذَهَبَتْ بِي خَالَتِي إِلَى النَّبِيِّ صلى الله عليه وسلم، فَقَالَتْ‏:‏ يَا رَسُولَ اللهِ، إِنَّ ابْنَ أُخْتِي وَجِعٌ فَمَسَحَ رَأْسِي وَدَعَا لِي بِالْبَرَكَةِ، وَتَوَضَّأَ، فَشَرِبْتُ مِنْ وَضُوئِهِ، وَقُمْتُ خَلْفَ ظَهْرِهِ، فَنَظَرْتُ إِلَى الْخَاتَمِ بَيْنَ كَتِفَيْهِ، فَإِذَا هُوَ مِثْلُ زِرِّ الْحَجَلَةِ‏.‏",
        "sound": "sounds/s_2_h_1.mp3",
        "playing": false,
        "next": 2
      },
      {
        "id": 2,
        "text": "حَدَّثَنَا سَعِيدُ بْنُ يَعْقُوبَ الطَّالْقَانِيُّ، قَالَ‏:‏ حدَّثَنَا أَيُّوبُ بْنُ جَابِرٍ، عَنْ سِمَاكِ بْنِ حَرْبٍ، عَنْ جَابِرِ بْنِ سَمُرَةَ، قَالَ‏:‏ رَأَيْتُ الْخَاتَمَ بَيْنَ كَتِفَيْ رَسُولِ اللهِ صلى الله عليه وسلم، غُدَّةً حَمْرَاءَ، مِثْلَ بَيْضَةِ الْحَمَامَةِ‏.‏",
        "sound": "sounds/s_2_h_2.mp3",
        "playing": false,
        "next": 3
      },
      {
        "id": 3,
        "text": "حَدَّثَنَا أَبُو مُصْعَبٍ الْمَديَنِيُّ، قَالَ‏:‏ حَدَّثَنَا يُوسُفُ بْنُ الْمَاجِشُونِ، عَنْ أَبِيهِ، عَنْ عَاصِمِ بْنِ عُمَرَ بْنِ قَتَادَةَ، عَنْ جَدَّتِهِ رُمَيْثَةَ، قَالَتْ‏:‏ سَمِعْتُ رَسُولَ اللهِ صلى الله عليه وسلم، وَلَوْ أَشَاءُ أَنْ أُقَبِّلَ الْخَاتَمَ الَّذِي بَيْنَ كَتِفَيْهِ مِنْ قُرْبِهِ لَفَعَلْتُ، يَقُولُ لِسَعْدِ بْنِ مُعَاذٍ يَوْمَ مَاتَ‏:‏ اهْتَزَّ لَهُ عَرْشُ الرَّحْمَنِ",
        "sound": "sounds/s_2_h_3.mp3",
        "playing": false,
        "next": 4
      },
      {
        "id": 4,
        "text": "حَدَّثَنَا أَحْمَدُ بْنُ عَبْدَةَ الضَّبِّيُّ، وَعَلِيُّ بْنُ حُجْرٍ، وَغَيْرُ وَاحِدٍ، قَالُوا‏:‏ حَدَّثَنَا عِيسَى بْنُ يُونُسَ، عَنْ عُمَرَ بْنِ عَبْدِ اللهِ مَوْلَى غُفْرَةَ، قَالَ‏:‏ حَدَّثَنِي إِبْرَاهِيمُ بْنُ مُحَمَّدٍ مِنْ وَلَدِ عَلِيِّ بْنِ أَبِي طَالِبٍ، قَالَ‏:‏ كَانَ عَلِيٌّ، إِذَا وَصَفَ رَسُولَ اللهِ صلى الله عليه وسلم فَذَكَرَ الْحَدِيثَ بِطُولِهِ، وَقَالَ‏:‏ بَيْنَ كَتِفَيْهِ خَاتَمُ النُّبُوَّةِ، وَهُوَ خَاتَمُ النَّبِيِّينَ‏.‏",
        "sound": "sounds/s_2_h_4.mp3",
        "playing": false,
        "next": 5
      },
      {
        "id": 5,
        "text": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، قَالَ‏:‏ حَدَّثَنَا أَبُو عَاصِمٍ، قَالَ‏:‏ حَدَّثَنَا عَزْرَةُ بْنُ ثَابِتٍ، قَالَ‏:‏ حَدَّثَنِي عِلْبَاءُ بْنُ أَحْمَرَ الْيَشْكُرِيُّ، قَالَ‏:‏ حَدَّثَنِي أَبُو زَيْدٍ عَمْرُو بْنُ أَخْطَبَ الأَنْصَارِيُّ، قَالَ‏:‏ قَالَ لِي رَسُولُ اللهِ صلى الله عليه وسلم‏:‏ يَا أَبَا زَيْدٍ، ادْنُ مِنِّي فَامْسَحْ ظَهْرِي، فَمَسَحْتُ ظَهْرَهُ، فَوَقَعَتْ أَصَابِعِي عَلَى الْخَاتَمِ قُلْتُ‏:‏ وَمَا الْخَاتَمُ‏؟‏ قَالَ‏:‏ شَعَرَاتٌ مُجْتَمِعَاتٌ‏.‏",
        "sound": "sounds/s_2_h_5.mp3",
        "playing": false,
        "next": 6
      },
      {
        "id": 6,
        "text": "حَدَّثَنَا أَبُو عَمَّارٍ الْحُسَيْنُ بْنُ حُرَيْثٍ الْخُزَاعِيُّ، قَالَ‏:‏ حَدَّثَنَا عَلِيُّ بْنُ حُسَيْنِ بْنِ وَاقِدٍ، حَدَّثَنِي أَبِي، قَالَ‏:‏ حَدَّثَنِي عَبْدُ اللهِ بْنُ بُرَيْدَةَ، قَالَ‏:‏ سَمِعْتُ أَبِي بُرَيْدَةَ، يَقُولُ‏:‏ جَاءَ سَلْمَانُ الْفَارِسِيُّ إِلَى رَسُولِ اللهِ صلى الله عليه وسلم، حِينَ قَدِمَ الْمَدِينَةَ بِمَائِدَةٍ عَلَيْهَا رُطَبٌ، فَوَضَعَهَا بَيْنَ يَدَيْ رَسُولِ اللهِ صلى الله عليه وسلم، فَقَالَ‏:‏ يَا سَلْمَانُ مَا هَذَا‏؟‏ فَقَالَ‏:‏ صَدَقَةٌ عَلَيْكَ، وَعَلَى أَصْحَابِكَ، فَقَالَ‏:‏ ارْفَعْهَا، فَإِنَّا لا نَأْكُلُ الصَّدَقَةَ، قَالَ‏:‏ فَرَفَعَهَا، فَجَاءَ الْغَدَ بِمِثْلِهِ، فَوَضَعَهُ بَيْنَ يَدَيْ رَسُولِ اللهِ صلى الله عليه وسلم، فَقَالَ‏:‏ مَا هَذَا يَا سَلْمَانُ‏؟‏ فَقَالَ‏:‏ هَدِيَّةٌ لَكَ، فَقَالَ رَسُولُ اللهِ صلى الله عليه وسلم لأَصْحَابِهِ‏:‏ ابْسُطُوا ثُمَّ نَظَرَ إِلَى الْخَاتَمِ عَلَى ظَهْرِ رَسُولِ اللهِ صلى الله عليه وسلم، فَآمَنَ بِهِ، وَكَانَ لِلْيَهُودِ فَاشْتَرَاهُ رَسُولُ اللهِ صلى الله عليه وسلم، بِكَذَا وَكَذَا دِرْهَمًا عَلَى أَنْ يَغْرِسَ لَهُمْ نَخْلا، فَيَعْمَلَ سَلْمَانُ فِيهِ، حَتَّى تُطْعِمَ، فَغَرَسَ رَسُولُ اللهِ صلى الله عليه وسلم، النَّخلَ إِلا نَخْلَةً وَاحِدَةً، غَرَسَهَا عُمَرُ فَحَمَلَتِ النَّخْلُ مِنْ عَامِهَا، وَلَمْ تَحْمِلْ نَخْلَةٌ، فَقَالَ رَسُولُ اللهِ صلى الله عليه وسلم‏:‏ مَا شَأْنُ هَذِهِ النَّخْلَةِ‏؟‏ فَقَالَ عُمَرُ‏:‏ يَا رَسُولَ اللهِ، أَنَا غَرَسْتُهَا، فَنَزَعَهَا رَسُولُ اللهِ صلى الله عليه وسلم، فَغَرَسَهَا فَحَمَلَتْ مِنْ عَامِهَا‏.‏",
        "sound": "sounds/s_2_h_6.mp3",
        "playing": false,
        "next": 7
      },
      {
        "id": 7,
        "text": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، قَالَ‏:‏ حَدَّثَنَا بِشْرُ بْنُ الْوَضَّاحِ، قَالَ‏:‏ حَدَّثَنَا أَبُو عَقِيلٍ الدَّوْرَقِيُّ، عَنْ أَبِي نَضْرَةَ الْعَوَقِيِّ، قَالَ‏:‏ سَأَلْتُ أَبَا سَعِيدٍ الْخُدْرِيَّ، عَنْ خَاتَمِ رَسُولِ اللهِ صلى الله عليه وسلم يَعْنِي خَاتَمَ النُّبُوَّةِ، فَقَالَ‏:‏ كَانَ فِي ظَهْرِهِ بَضْعَةٌ نَاشِزَةٌ‏.‏",
        "sound": "sounds/s_2_h_7.mp3",
        "playing": false,
        "next": 8
      },
      {
        "id": 8,
        "text": "حَدَّثَنَا أَحْمَدُ بْنُ الْمِقْدَامِ أَبُو الأَشْعَثِ الْعِجْلِيُّ الْبَصْرِيُّ، قَالَ‏:‏ أَخْبَرَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ عَاصِمٍ الأَحْوَلِ، عَنْ عَبْدِ اللهِ بْنِ سَرْجِسَ، قَالَ‏:‏ أَتَيْتُ رَسُولَ اللهِ صلى الله عليه وسلم وَهُوَ فِي نَاسٍ مِنْ أَصْحَابِهِ، فَدُرْتُ هَكَذَا مِنْ خَلْفِهِ، فَعَرَفَ الَّذِي أُرِيدُ، فَأَلْقَى الرِّدَاءَ عَنْ ظَهْرِهِ، فَرَأَيْتُ مَوْضِعَ الْخَاتَمِ عَلَى كَتِفَيْهِ، مِثْلَ الْجُمْعِ حَوْلَهَا خِيلانٌ، كَأَنَّهَا ثَآلِيلُ، فَرَجَعْتُ حَتَّى اسْتَقْبَلْتُهُ، فَقُلْتُ‏:‏ غَفَرَ اللَّهُ لَكَ يَا رَسُولَ اللهِ، فَقَالَ‏:‏ وَلَكَ فَقَالَ الْقَوْمُ‏:‏ أَسْتَغْفَرَ لَكَ رَسُولُ اللهِ صلى الله عليه وسلم‏؟‏ فَقَالَ‏:‏ نَعَمْ، وَلَكُمْ، ثُمَّ تَلا هَذِهِ الآيَةَ ﴿وَاسْتَغْفِرْ لِذَنْبِكَ وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ﴾",
        "sound": "sounds/s_2_h_8.mp3",
        "playing": false,
        "next": null
      }
    ]
  },
  {
    "id": 3,
    "title": "باب ما جاء في شعر رسول الله صلى الله عليه وسلم",
    "hadiths": [
      {
        "id": 1,
        "text": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، قَالَ‏:‏ أَخْبَرَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، عَنْ حُمَيْدٍ، عَنْ أنَسِ بْنِ مَالِكٍ، قَالَ‏:‏ كَانَ شَعَرُ رَسُولِ اللهِ صلى الله عليه وسلم إِلَى نِصْفِ أُذُنَيْهِ‏.‏",
        "sound": "sounds/s_3_h_1.mp3",
        "playing": false,
        "next": 2
      },
      {
        "id": 2,
        "text": "حَدَّثَنَا هَنَّادُ بْنُ السَّرِيِّ، قَالَ‏:‏ أَخْبَرَنَا عَبْدُ الرَّحْمَنِ بْنُ أَبِي الزِّنَادِ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ‏:‏ كُنْتُ أَغْتَسِلُ أَنَا وَرَسُولُ اللهِ صلى الله عليه وسلم مِنْ إِنَاءٍ وَاحِدٍ، وَكَانَ لَهُ شَعَرٌ فَوْقَ الْجُمَّةِ، وَدُونَ الْوَفْرَةِ‏.‏",
        "sound": "sounds/s_3_h_2.mp3",
        "playing": false,
        "next": 3
      },
      {
        "id": 3,
        "text": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، قَالَ‏:‏ حَدَّثَنَا أَبُو قَطَنٍ، قَالَ‏:‏ حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي إِسْحَاقَ، عَنِ الْبَرَاءِ بْنِ عَازِبٍ، قَالَ‏:‏ كَانَ رَسُولُ اللهِ صلى الله عليه وسلم مَرْبُوعًا، بَعِيدَ مَا بَيْنَ الْمِنْكَبَيْنِ، وَكَانَتْ جُمَّتُهُ تَضْرِبُ شَحْمَةَ أُذُنَيْهِ‏.‏",
        "sound": "sounds/s_3_h_3.mp3",
        "playing": false,
        "next": 4
      },
      {
        "id": 4,
        "text": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، قَالَ‏:‏ حَدَّثَنَا وَهْبُ بْنُ جَرِيرِ بْنِ حَازِمٍ، قَالَ‏:‏ حَدَّثَنِي أَبِي، عَنْ قَتَادَةَ، قَالَ‏:‏ قُلْتُ لأَنَسٍ‏:‏ كَيْفَ كَانَ شَعَرُ رَسُولِ اللهِ صلى الله عليه وسلم‏؟‏ قَالَ‏:‏ لَمْ يَكُنْ بِالْجَعْدِ، وَلا بِالسَّبْطِ، كَانَ يَبْلُغُ شَعَرُهُ شَحْمَةَ أُذُنَيْهِ‏.‏",
        "sound": "sounds/s_3_h_4.mp3",
        "playing": false,
        "next": 5
      },
      {
        "id": 5,
        "text": "حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى بْنِ أَبِي عُمَرَ الْمَكِّيُّ، قَالَ‏:‏ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ ابْنِ أَبِي نَجِيحٍ، عَنْ مُجَاهِدٍ، عَنْ أُمِّ هَانِئٍ بِنْتِ أَبِي طَالِبٍ، قَالَتْ‏:‏ قَدِمَ رَسُولُ اللهِ صلى الله عليه وسلم مَكَّةَ قَدْمَةً، وَلَهُ أَرْبَعُ غَدَائِرَ‏.‏",
        "sound": "sounds/s_3_h_5.mp3",
        "playing": false,
        "next": 6
      },
      {
        "id": 6,
        "text": "حَدَّثَنَا سُوَيْدُ بْنُ نَصْرٍ، قَالَ‏:‏ حَدَّثَنَا عَبْدُ اللهِ بْنُ الْمُبَارَكِ، عَنْ مَعْمَرٍ، عَنْ ثَابِتٍ الْبُنَانِيِّ، عَنْ أَنَسٍ‏:‏ أَنَّ شَعَرَ رَسُولِ اللهِ صلى الله عليه وسلم، كَانَ إِلَى أَنْصَافِ أُذُنَيْهِ‏.‏",
        "sound": "sounds/s_3_h_6.mp3",
        "playing": false,
        "next": 7
      },
      {
        "id": 7,
        "text": "حَدَّثَنَا سُوَيْدُ بْنُ نَصْرٍ ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ ، عَنْ يُونُسَ بْنِ يَزِيدَ ، عَنِ الزُّهْرِيِّ ، قَالَ : حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ بْنِ عُتْبَةَ ، عَنِ ابْنِ عَبَّاسٍ : \" أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يُسْدِلُ شَعْرَهُ ، وَكَانَ الْمُشْرِكُونَ يَفْرِقُونَ رُءُوسَهُمْ ، وَكَانَ أَهْلُ الْكِتَابِ يُسْدِلُونَ رُءُوسَهُمْ ، وَكَانَ يُحِبُّ مُوَافَقَةَ أَهْلِ الْكِتَابِ فِيمَا لَمْ يُؤْمَرْ فِيهِ بِشَيْءٍ ، ثُمَّ فَرَقَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَأْسَهُ \".",
        "sound": "sounds/s_3_h_7.mp3",
        "playing": false,
        "next": 8
      },
      {
        "id": 8,
        "text": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، قَالَ‏:‏ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، عَنْ إِبْرَاهِيمَ بْنِ نَافِعٍ الْمَكِّيِّ، عَنِ ابْنِ أَبِي نَجِيحٍ، عَنْ مُجَاهِدٍ، عَنْ أُمِّ هَانِئٍ، قَالَتْ‏:‏ رَأَيْتُ رَسُولَ اللهِ صلى الله عليه وسلم ذَا ضَفَائِرَ أَرْبَعٍ‏.‏",
        "sound": "sounds/s_3_h_8.mp3",
        "playing": false,
        "next": null
      }
    ]
  },
  {
    "id": 4,
    "title": "باب ما جاء في ترجل رسول الله صلى الله عليه وسلم",
    "hadiths": [
      {
        "id": 1,
        "text": "حَدَّثَنَا أَبُو رَجَاءٍ قُتَيْبَةُ بْنُ سَعِيدٍ، عَنْ مَالِكِ بْنِ أَنَسٍ، عَنْ رَبِيعَةَ بْنِ أَبِي عَبْدِ الرَّحْمَنِ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّهُ سَمِعَهُ، يَقُولُكَانَ رَسُولُ اللهِ صلى الله عليه وسلم، لَيْسَ بِالطَّوِيلِ الْبَائِنِ، وَلاَ بِالْقَصِيرِ، وَلاَ بِالأَبْيَضِ الأَمْهَقِ، وَلاَ بِالآدَمِ، وَلاَ بِالْجَعْدِ الْقَطَطِ، وَلاَ بِالسَّبْطِ، بَعَثَهُ اللَّهُ تَعَالَى عَلَى رَأْسِ أَرْبَعِينَ سَنَةً، فَأَقَامَ بِمَكَّةَ عَشْرَ سِنِينَ، وَبِالْمَدِينَةِ عَشْرَ سِنِينَ، وَتَوَفَّاهُ اللَّهُ تَعَالَى عَلَى رَأْسِ سِتِّينَ سَنَةً، وَلَيْسَ فِي رَأْسِهِ وَلِحْيَتِهِ عِشْرُونَ شَعَرَةً بَيْضَاءَ",
        "sound": "",
        "playing": false,
        "next": null
      }
    ]
  }
]
